[
  {
    "path": "posts/minggu-2/",
    "title": "Individu sebagai Pemimpin (1)",
    "description": "Siapa dan Seperti Apakah Seorang Pemimpin Itu?",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-03-16",
    "categories": [],
    "contents": "\r\nCapaian Pembelajaran\r\nSetelah mempelajari materi ini, mahasiswa seharusnya\r\ndapat:\r\nMenjelaskan secara singkat 5 elemen kunci kepemimpinan.\r\nMenjelaskan dan mengidentifikasi keterampilan kepemimpinan\r\nmanajerial.\r\nMenjelaskan sepuluh peran manajerial atas dasar tiga kategori.\r\nMenjelaskan hubungan antara tingkatan-tingkatan analisis\r\nkepemimpinan.\r\nMenjelaskan perbedaan dan persamaan utama antara teori trait,\r\nperilaku dan kontingensi dalam kepemimpinan.\r\nLima Elemen Kunci\r\nKepemimpinan\r\nCoba perhatikan salah satu definisi kepemimpinan berikut:\r\n\r\nLeadership is the influencing process between leaders and followers\r\nto achieve orga- nizational objectives through change.\r\n\r\nDari definisi kepemimpinan ini, kita dapat menyimpulkan 5 elemen\r\nutama kepemimpinan yaitu: (1) Leaders–Followers, (2) Influence, (3)\r\nOrganizational Objectives, (4) Change dan (5) People.\r\n1. Pemimpin-Pengikut\r\n(Leaders–Followers)\r\nKepemimpinan dapat dipahami terjadi dimana pemimpin dan pengikut\r\nmenjadi anggota organisasi formal yang sama.\r\nKepemimpinan itu dishared. Seoranga tidak bisa memikirkan\r\ndan mengerjakan semuanya sendiri.\r\nKepemimpinan itu berlaku jamak, bukan tunggal, karena kita bisa\r\nmemiliki banyak pemimpin.\r\nPengikut yang baik juga berperan sebagai pemimpin pada saat\r\ndiperlukan.\r\nPengikut juga mempengaruhi pemimipin. Jadi dalam kepemimpinan\r\nterjadi pengaruh timbal balik antara pemimpin dan pengikut.\r\nTahu cara memimpin dan mempelajari keterampilan kepemimpinan, akan\r\nmembuat Anda menjadi seorang pemimpin dan pengikut yang lebih baik.\r\n* Manager dan Bawahan\r\nDi dalam organisasi terdapat dua golongan: manajer yang mempunyai\r\nstaff/bawahan dan otoritas formal untuk memerintah bawahan; dan bawahan\r\nyang tidak punya otoritas memerintah.\r\nManajer melakukan empat fungsi: planning, organizing, leading, and\r\ncontrolling.\r\nKepemimpinan adalah bagian dari pekerjaan seorang manajer.\r\n\r\nAda manajer, tapi tidak efektif sebagai pemimpin. Ada juga bukan\r\nmanajer, tetapi punya pengaruh besar pada orang lain.\r\n\r\nManajer, Pemimpin dan\r\nPengikut\r\nManajer dan Pemimpin\r\nKata manajer sering diartikan sebagai orang yang punya otoritas dan\r\njabatan formal. Kata pemimpin bisa berarti manajer atau bukan\r\nmanajer/tidak punya jabatan formal, tetapi memiliki kemampuan untuk\r\nmempengaruhi orang lain (bisa manajer atau rekan kerja). Seorang\r\npemimpin mempunyai kemampuan mempengaruhi orang lain, seorang manajer\r\nmungkin tidak punya kemampuan ini. Jadi seorang pemimpin belum seorang\r\nyang mempunyai jabatan resmi seperti manajer.\r\nPengikut\r\nSeorang pengikut adalah seseorang yang dipengaruhi oleh seorang\r\nleader.\r\nSeorang pengikut bisa seorang manajer atau bukan manajer.\r\nPengikut yang baik bukanlah “asal bapak senang” atau ABS.\r\nKualitas yang diperlukan untuk kepemimpinan yang efektif sama dengan\r\nyang diperlukan untuk menjadi pengikut yang efektif.\r\n2. Pengaruh (Influence)\r\nMempengaruhi adalah suatu proses dimana seorang pemimpin\r\nmenyampaikan idenya, diterima oleh pengikutnya dan memotivasi\r\npengikutnya untuk mendukung dan melaksanakan ide-ide melalui\r\nperubahan.\r\nInti dari kepemimpinan adalah mempengaruhi.\r\n3. Tujuan\r\nOrganisasi (Organizational Objectives)\r\nPemimpin yang efektif mempengaruhi pengikutnya untuk mencapai tujuan\r\nyang disepakati.\r\nAnggota organisasi perlu bekerja sama untuk mencapai luaran yang\r\ndiinginkan baik oleh pemimpin dan pengikut, yaitu masa depan yang\r\ndiidamkan dan memotivasi mereka untuk mencapai tujuan ini.\r\n4. Perubahan (Change)\r\nMempengaruhi dan menentukan tujuan berhubungan dengan perubahan\r\nkarena pemimpin menetapkan tujuan untuk suatu perubahan perilaku.\r\nPemimpin membawa perubahan dengan meminta pengikutnya untuk mengubah\r\nstatus quo, untuk terus memperbaiki proses kerja dan mengembangkan\r\nproduk dan layanan bary yang inovatif.\r\n5. Manusia (People)\r\nManusia adalah unsur utama di dalam kepemimpinan karena kepemimpinan\r\nberhubungan dengan mengarahkan manusia melalui relasi. Manusia jugalah\r\nyang menuntaskan tujuan yang telah ditetapkan.\r\n\r\nApakah seorang pemimpin dilahirkan atau diciptakan?\r\n\r\n\r\nResearch supports that leadership is learnable, that students can\r\ndevelop their leadership skills, including their knowledge, skills, and\r\nabilities.\r\n\r\nKeterampilan Manajerial\r\nTechnical skills: kemampuan untuk menggunakan\r\nmetode dan teknik untuk melakukan suatu tugas.\r\nInterpersonal skills: kemampuan untuk memahami,\r\nberkomunikasi dan bekerja secara baik dengan individu-indovidu dan tim\r\nmelakukan relasi yang efektif.\r\nDecision-making skills: kemampuan mengkonsepkan\r\npersoalan-persoalan dan memilih alternatif-alternatif untuk memecahkan\r\npersoalan serta memanfaatkan peluang yang ada.\r\nTiga Keterampilan\r\nKepemimpinan\r\nInterpersonal roles: Leader, Figurehead, Liaison\r\nInformational roles: Monitor, Disseminator, Spokesperson\r\nDecisional roles: Entrepreneur, Disturbance-handler,\r\nResource-allocator, Negotiator\r\nTiga Tingkatan\r\nAnalisis Teori Kepemimpinan\r\nTingkat Individu: berpusat pada individu pemimpin dan hubungan\r\ndengannya individu-individu pengikut.\r\nTingkat Kelompok: berpusat pada hubungan antara pemimpin dengan\r\nsekelompok pengikut.\r\nTingkat Organisasi: berfokus pada proses organisasi yang terdiri\r\ndari individu-individu dan tim-tim.\r\nParadigma Teori Kepemimpinan\r\nSebuah teori kepemimpinan adalah suatu penjelasan tentang beberapa\r\naspek dari kepemimpinan.\r\nManfaat praktis dari kepemimpinan adalah teori itu digunakan untuk\r\ndapat memahami, memprediksi dan mengawasi keberhasilan kepemimpinan\r\ndengan lebih baik.\r\nTeori kepemimpinan dapat digolongkan menjadi: trait, behavioral,\r\ncontingency, dan integrative theories.\r\nParadigma Teori Trait\r\nLeadership trait theories mencoba menjelaskan karakteristik unik\r\n(yang ada pada seseorang) sehingga kepemimpinannya efektif.\r\nPara peneliti menganalisis ciri-ciri fisik dan psikologis seperti\r\nhigh energy level, appearance, aggressiveness, self-reliance,\r\npersuasiveness, dan dominance.\r\nMenurut teori ini, great leaders possessed a set of stable and\r\nenduring leadership traits or characteristics that set them apart from\r\nfollowers: intelligence,height,\r\nself-confidence,attractiveness,vocabulary.\r\nParadigma\r\nTeori Perilaku (The Behavioral Leadership Theory Paradigm)\r\nPeneliti mencoba mengidentifikasi perbedaan perilaku\r\npemimpin yang efektif dengan yang tidak.\r\nTeori ini mencoba menjelaskan gaya unik yang dipakai oleh pemimpin\r\nyang efektif.\r\nParadigma\r\nTeori Kepemimpinan Kontingensi (the Contingency Leadership theory\r\nParadigm)\r\nPara peneliti menyadari bahawa tidak ada gaya kepemimpinan terbaik\r\ndi dalam semua situasi. Efektivitas kepemimpinan tergantung pada\r\nsituasinya.\r\nIni mengakibatkan pergeseran paradigma ke teori kontingensi.\r\nTeori kepemimpinan kontingensi mencoba menjelaskan ketepatan gaya\r\nkepemimpinan berdasarkan pemimpin, pengikut dan situasinya.\r\nDengan kata lain, ciri-ciri dan/atau perilaku bisa menghasilkan\r\nkepemimpinan yang efektif tergantung pada situasinya.\r\nTeori\r\nKepemimpinan Integratif (the Integrative Leadership theory\r\nparadigm)\r\nDi pertengahan tahun 70-an, paradigma mulai bergeser pada integratif\r\nyang memadukan semua teori. Disebut juga sebagai neo-charismatic\r\ntheory.\r\nTeori ini mencoba mengkombinasikan trait, behavioral, dan\r\ncontingency theories untuk menjelaskan keberhasilan kepemimpinan.\r\nTeori-teori ini mengidentifikasi perilaku, ciri-ciri yang\r\nmemfasilitasi efektivitas pemimpin dan mengeksplorasi mengapa perilaku\r\nseorang pemimpin mempunyai dampak berbeda tergantung pada\r\nsituasinya.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-03-24T06:05:23+07:00",
    "input_file": {}
  },
  {
    "path": "posts/minggu-1/",
    "title": "Kepemimpinan dan Kekuasaan dalam Agribisnis",
    "description": "Pengantar terhadap kepemimpinan dan kekuasaan.",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-03-09",
    "categories": [],
    "contents": "\r\nPendahuluan\r\nPasokan pangan yang cukup kuantitas dan kualitasnya sangat penting\r\nbagi keberlangsungan kehidupan manusia.\r\nSejarah menunjukkan sebuah peradaban dapat runtuh jika sistem\r\npasokan pangannya goyah.\r\nUntuk membangun sistem pangan yang kokoh dibutuhkan kepemimpinan\r\nyang efektif.\r\nDisaat kekeringan, banjir, gunung meletus, perang, pandemi, depresi\r\nekonomi: apa yang dicari rakyat –> peran kepemimpinan?\r\nDengan menerapkan iptek dan kepemimpinan visioner, manusia berhasil\r\nmenghasilkan pasokan pangan yang cukup.\r\nTetapi disisi lain masih terdapat persoalan mekanisme distribusi\r\npangan.\r\nMengapa diperlukan\r\nkepemimpinan di Pertanian?\r\nBeberapa fokus pada aspek teknis: produksi, pengolahan, keuangan,\r\ndistribusi dll.\r\nBeberapa orang yang bagus kemampuan teknisnya, diangkat ke posisi\r\njabatan lebih tinggi.\r\nKepemimpinan lebih dari manajemen\r\nManajemen salah satu alat di dalam kepemimpinan\r\nMengapa\r\nsangat diperlukan kepemimpinan di Pertanian?\r\nSemakin kompleks: melibatkan ilmu-ilmu sains, teknik dan\r\nekonomi\r\nPeningkatan kebutuhan kepemimpinan agar aspek-aspek itu berjalan\r\nharmonis.\r\nDefinisi Kepemimpinan\r\nProses mempengaruhi orang lain yang diarahkan untuk membentuk\r\nperilakunya\r\nPertanyaan: taktik apa yang bisa dipakai untuk mencoba mempengaruhi\r\norang lain?\r\nTeman Anda mencoba mempengaruhi Anda agar mau makan di warung yang\r\nAnda tidak suka\r\nKepemimpinan vs Manajemen\r\nApa perbedaan antara leadership dengan management?\r\nTantangan Kepemimpinan\r\nTantangan kepemimpinan agribisnis di jaman Now\r\nKekuasaaan dan Kepemimpinan\r\nJenis-jenis kekuasaan\r\nPenggunaan, keterbatasan dan dampak pemakaian kekuasaan\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-03-22T15:45:42+07:00",
    "input_file": {}
  }
]
