[
  {
    "path": "posts/2022-05-24-komunikasi-dan-ketrampilan-menangani-konflik/",
    "title": "Keterampilan Komunikasi dan Menangani Konflik",
    "description": "Kepemimpinan di dalam kelompok (1).",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-05-24",
    "categories": [],
    "contents": "\r\nTujuan Pembelajaran\r\nSetelah mempelajari bab ini Anda diharapkan mampu:\r\nMenjelaskan langkah-langkah di dalam proses mengirim pesan secara\r\nlisan.\r\nMenjelaskan tahap-tahap proses menerima pesan.\r\nMenjelaskan tentang paraphrasing dan alasan penggunaannya.\r\nMenjelaskan gaya-gaya manajemen konflik.\r\nMenjelaskan langkah-langkah di dalam model resolusi konflik.\r\nKomunikasi\r\nCommunication is the process of conveying information and\r\nmeaning.\r\nTrue communication takes place only when all parties understand the\r\nmessage (information) from the same perspective (meaning).\r\nKomunikasi dan Kepemimpinan\r\nManagers spend around 40 percent of their time communicating.\r\nLeadership is about influencing others, and we do so through\r\ncommunications.\r\nLeadership is also about building relationships, which is also based\r\non communications.\r\nThus, there is a positive relationship between communication\r\ncompetency and leader- ship performance.\r\nOrganizations are training employees to communicate better to\r\ninfluence others to get their jobs done.\r\nMengirim Pesan dan\r\nMemberikan Instruksi\r\nSebelum\r\nmengirim pesan, kita harus merancang pesan dengan baik, singkat dan\r\npadat:\r\nWhat is the goal of my message?\r\nWho should receive my message?\r\nWhen will my message be transmitted?\r\nWhere will my message be transmitted?\r\nHow will I send the message?\r\nProses menyampaikan\r\npesan secara lisan\r\ndevelop rapport;\r\nstate your communication objective;\r\ntransmit your message;\r\ncheck the receiver’s understanding; and\r\nget a commitment and follow up.\r\nMengelola Konflik\r\nPoor communications, and feedback, can lead to conflict.\r\nA conflict exists whenever people are in disagreement and\r\nopposition.\r\nConflict is part of everyday life in organizations; it affects\r\neveryone involved and how we manage conflict affects performance.\r\nWith the trend toward teamwork, conflict skills are increasingly\r\nimportant; as managers spend about 25 percent of their time resolving\r\nconflicts.\r\nThus, ability to resolve conflicts will have a direct effect on your\r\nleadership success.\r\nKontrak Psikologis\r\nAll human relations rely on the psychological contract.\r\nThe psychological contract is the unwritten implicit expectations of\r\neach party in a relationship.\r\nAt work, you have a set of expectations of what you will contribute\r\nto the organization (effort, time, skills) and what it will provide to\r\nyou (compensation, job satisfaction, etc.).\r\nWe are often not aware of our expectations until they have not been\r\nmet (for example, how we are treated by a manager).\r\nKonflik\r\nTimbul karena Pelanggaran Kontrak Psikologis:\r\nWe fail to make explicit our own expectations and fail to inquire\r\ninto the expectations of the other parties; and/ or\r\nWe further assume that the other party(ies) has the same\r\nexpectations that we hold.\r\n–> To help form the psychological contract, organizations have\r\nvalues, norms, and rules to guide fair and legitimate behaviour.\r\n–> Konflik dapat Dysfunctional atau Functional\r\nGaya Manajemen Konflik\r\nAvoiding Conflict Style\r\nAccommodating Conflict Style\r\nForcing Conflict Style\r\nNegotiating Conflict Style\r\nCollaborating Conflict Style\r\nInitiating Conflict\r\nresolution\r\nResponding to Conflict\r\nresolution\r\nMediating Conflict\r\nresolution\r\n\r\n\r\n\r\n",
    "preview": "posts/2022-05-24-komunikasi-dan-ketrampilan-menangani-konflik/waterplant.png",
    "last_modified": "2022-05-25T14:22:25+07:00",
    "input_file": {},
    "preview_width": 274,
    "preview_height": 400
  },
  {
    "path": "posts/2022-04-26-studi-kasus-kepemimpinan-di-perusahaan-agribisnis-nasional/",
    "title": "Studi Kasus Kepemimpinan",
    "description": "Perusahaan Agribisnis Nasional.",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-04-26",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n",
    "preview": "posts/2022-04-26-studi-kasus-kepemimpinan-di-perusahaan-agribisnis-nasional/sunmotif.png",
    "last_modified": "2022-05-24T17:01:17+07:00",
    "input_file": {},
    "preview_width": 374,
    "preview_height": 400
  },
  {
    "path": "posts/2022-04-19-teori-kepemimpinan-kontingensi/",
    "title": "Teori Kepemimpinan Kontingensi",
    "description": "Individu sebagai Pemimpin (5).",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-04-19",
    "categories": [],
    "contents": "\r\nTujuan Pembelajaran\r\nSetelah mempelajari bab ini Anda diharapkan mampu:\r\nMenjelaskan perbedaan antara teori kepemimpinan perilaku dan\r\nkontingensi.\r\nMenjelaskan variabel-variabel teori kepemimpinan kontingensi.\r\nMenjelaskan model gaya dan variabel teori kepemimpinan\r\nkontingensi.\r\nMenjelaskan persamaan dan perbedaan antara teori kepemimpinan\r\nkontingensi dan perilaku.\r\nMenjelaskan empat perbedaan utama pada empat model teori\r\nkepemimpinan kontingensi.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-24T16:28:06+07:00",
    "input_file": {}
  },
  {
    "path": "posts/minggu-5/",
    "title": "Pengaruh: Kekuasaan, Politik dan Negosiasi",
    "description": "Individu sebagai Pemimpin (4)",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-04-13",
    "categories": [],
    "contents": "\r\nPendahuluan\r\nDi pertemuan pertama sudah kita bahas bahwa leadership is the\r\n“influencing” process of leaders and followers to achieve organizational\r\nobjectives through change. Mempengaruhi sangat penting sehingga\r\ndisebut sebagai esensi dari kepemimpinan.\r\nAfter studying this chapter, you should be able to:\r\n\r\nExplain the differences between position power and personal\r\npower.\r\n\r\nDiscuss the differences among legitimate, reward, coercive, and referent\r\npower.\r\n\r\nDiscuss how power and politics are related.\r\n\r\nDescribe how money and politics have a similar use.\r\nKEKUASAAN\r\nBesides excellent work, what does it take to get ahead in an\r\norganization? To climb the corporate ladder, you will have to influence\r\npeople—to gain power, play organizational politics, network, and\r\nnegotiate to get what you want.\r\nPower is the fundamental concept in social science,4 and power\r\nskills can be taught and developed.\r\nIf we want to understand why organizations do the things they do,\r\nwe must consider the power of managers and how power differences affect\r\nteam and organiza- tional performance.\r\nPower is about achieving influence over others.\r\nHowever, power is the leader’s potential influence over\r\nfollowers. Because power is the potential to influence, you do not\r\nactually have to use power to influence others. Often, it is the\r\nperception of power, rather than the actual use of power, that\r\ninfluences others.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-19T06:32:58+07:00",
    "input_file": {}
  },
  {
    "path": "posts/minggu-4/",
    "title": "Perilaku Kepemimpinan",
    "description": "Individu sebagai pemimpin (3).",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-04-04",
    "categories": [],
    "contents": "\r\n\r\nCapaian Pembelajaran\r\nHasil penelitian menunjukkan bahwa perilaku pemimpin mempengaruhi\r\nprestasi pengikutnya.\r\nPemimpin dapat menggunakan (teladan) perilaku untuk meningkatkan,\r\nmengembangkan dan mempertahankan prestasi anak buahnya.\r\nTugas mendasar seorang pemimpin adalah memotivasi anak buahnya.\r\nSetelah mempelajari bab ini dengan baik, Anda seharusnya\r\nmampu:\r\nMenjelaskan gaya kepemimpinan menurut Universitas Iowa.\r\nMenjelaskan perbedaan dan persamaan antara model kepemimpin\r\nUniversitas Michigan dengan Universitas Iowa.\r\nMenjelaskan perbedaan dan persamaan antara model kepemimpinan\r\nUniversitas Ohio dengan the Leadership Grid.\r\nMenerangkan perbedaan dan persamaan antara tiga teori motivasi\r\nkepuasan (three content motivation theories).\r\nMenerangkan persamaan dan perbedaan antara tiga proses teori\r\nmotivasi.\r\nMenjelaskan empat jenis penguatan kembali\r\n(reinforcement).\r\nMenjelaskan perbedaan antara teori content, process, dan\r\nreinforcement.\r\nPerilaku dan Gaya\r\nKepemimpinan\r\nParadigma teori perilaku berpusat pada apa yang dikatakan dan\r\ndilakukan oleh pemimpin.\r\nParadigma ini mencari perbedaan perilaku antara pemimpin yang\r\nefektif dengan yang tidak efektif.\r\nWalaupun ahli-ahli teori perilaku fokus pada perilaku, perilaku\r\npemimpin didasarkan pada traits and skills. Sifat bawaan dan kepribadian\r\npemimpin mempengaruhi perilaku dan hubungannya dengan pengikutnya.\r\nMemberikan teladan sangat penting bagi manajer, karena pengikut akan\r\nmengamati dan mencontohnya.\r\nPerilaku lebih mudah diubah dibandingkan sifat bawaan.\r\nGaya Kepemimpinan\r\nUniversitas Iowa\r\nGaya kepemimpinan otokratik (Autocratic leadership style).\r\nPemimpin otokratik membuat keputusan, mendikte dan mengawasi bawahannya\r\ndengan ketat.\r\nGaya kepemimpinan demokratik (democratic leadership style).\r\nPemimpin demokratik mendorong partisipasi dalam pengambilan keputusan,\r\nbekerja sama dengan pengikut dan tidak mendikte bawahannya.\r\nModel Kepemimpinan\r\nUniversitas Michigan\r\nGaya kepemimpinan berpusat pada pekerjaan/tugas (Job-Centered\r\nLeadership Style).\r\nMementingkan selesainya pekerjaan\r\nMengarahkan bawahan secar detil apa dan bagaimana menyelesaikan\r\npekerjaan.\r\n\r\nGaya kepemimpinan berpusat pada pekerja (Employee-Centered\r\nLeadership Style).\r\nMementingkan kebutuhan dan kesejahteraan bawahan.\r\nPeka terhadap bawahan dan berkomunikasi untuk membangun kepercayaan,\r\ndukungan dan rasa hormat bawahan.\r\n\r\nModel Kepemimpinan\r\nUniversitas Ohio\r\nInitiating structure behavior: secara esensi sama dengan\r\n(job-centered leadership style); it focuses on getting the task\r\ndone.\r\nConsideration behavior: secara esensi sama dengan\r\n(employee-centered leadership style); it focuses on meeting\r\npeople’s needs and developing relationships.\r\nDibagi menjadi empat gaya kepemimpinan: low structure and high\r\nconsideration, high structure and high consideration, low structure and\r\nlow consideration, and high structure and low consideration.\r\nLeaders with high structure and low consideration behaviour use\r\none-way communications, and decisions are made by the managers, whereas\r\nleaders with high consideration and low structure use two-way\r\ncommunications and tend to share decision making.\r\nTeori Kepemimpian Grid\r\nThe impoverished leader (1,1) has low concern for both production\r\nand people. The leader does the minimum required to remain employed in\r\nthe position.\r\nThe authority-compliance leader (9,1) has a high concern for\r\nproduction and a low concern for people. The leader focuses on getting\r\nthe job done while people are treated like machines.\r\nThe country-club leader (1,9) has a high concern for people and a\r\nlow concern for production. The leader strives to maintain a friendly\r\natmosphere without regard for production.\r\nThe middle-of-the-road leader (5,5) has balanced, medium concern for\r\nboth production and people. The leader strives to maintain satisfactory\r\nperformance and morale.\r\nThe team leader (9,9) has a high concern for both production and\r\npeople. This leader strives for maximum performance and employee\r\nsatisfaction. Model ini umumnya paling tepat digunakan pada berbagai\r\nsituasi.\r\n\r\n\r\n\r\nSumber: Lussier, Robert N. dan Christopher F. Achua (2016)\r\nMotivasi dan Kepemimpinan\r\nProses Motivasi\r\n\r\n\r\n\r\nSumber: Lussier, Robert N. dan Christopher F. Achua (2016)\r\nTiga Teori Motivasi Utama\r\nTidak ada satu teori motivasi yang diterima secara universal.\r\nKita akan mempelajari tiga teori motivasi: content\r\nmotivation theories, process motivation theories, dan reinforcement\r\ntheory.\r\n\r\n\r\n\r\nSumber: Lussier, Robert N. dan Christopher F. Achua (2016)\r\nContent Motivation Theories\r\nFocus on explaining and predicting behaviour based on people’s\r\nneeds.\r\nThe primary reason people do what they do is to meet their needs or\r\nwants—to be satisfied.\r\nJadi penting untuk memahami teori butuhan (content motivation\r\ntheory).\r\nOrang menginginkan kepuasan kerja, dan mereka mau pindah ketempat\r\nlain untuk mendapatkan kepuasan kerja.\r\nKunci keberhasilan kepemimpinan adalah memenuhi kebutuhan bawahan\r\nsekaligus mencapai tujuan perusahaan.\r\nHirarki Kebutuhan (hierarchy of needs)\r\nThe hierarchy of needs theory proposes that people are motivated\r\nthrough five levels of needs—physiological, safety, belongingness,\r\nesteem, and self-actualization:\r\nPhysiological needs: These are people’s primary or basic needs: air,\r\nfood, shelter, sex, and relief from or avoidance of pain.\r\nSafety needs: Once the physiological needs are met, the individual\r\nis concerned with safety and security.\r\nBelongingness needs: After establishing safety, people look for\r\nlove, friendship, acceptance, and affection. Belongingness is also\r\ncalled social needs.\r\nEsteem needs: After the social needs are met, the individual focuses\r\non ego, status, self-respect, recognition for accomplishments, and a\r\nfeeling of self-confidence and prestige.\r\nSelf-actualization needs: The highest level of need is to develop\r\none’s full potential. To do so, one seeks growth, achievement, and\r\nadvancement.\r\nMemotivasi\r\nBawahan dengan Teori Hirarki Kebutuhan\r\n\r\nAnda harus mengetahui dan memahami kebutuhan bawahan dan memenuhinya\r\nsebagai salah satu cara untuk meningkatkan kinerja mereka.\r\n\r\nAn important contribution of this theory is that we realize that\r\npeople have a need for more than just pay.\r\nSecond, even if we don’t have much money to give raises, we can have\r\ninexpensive socials, like barbecues, and there is no cost to giving\r\ncompliments.\r\nAlso, employees are more motivated when they perceive the\r\norganization supports them, which again does not have to be costly.\r\nPeople want to fulfil higher-level needs, including self-esteem and\r\nrecognition from peers,so a major recommendation to leaders is to meet\r\nemployees’ lower-level needs so that they will not dominate the\r\nemployees’ motivational process.\r\n\r\n\r\n\r\nSumber: Lussier, Robert N. dan Christopher F. Achua (2016)\r\nTeori Motivasi Dua Faktor Herzberg\r\n\r\n\r\n\r\nSumber: Lussier, Robert N. dan Christopher F. Achua (2016)\r\nAcquired Needs theory\r\nOrang punya kebutuhan pencapaian, kekuasaan dan\r\nafiliasi.\r\nMotivating employees with a high n Ach:\r\nGive them nonroutine, challenging tasks with clear, attainable\r\nobjectives. Give them fast and frequent feedback on their\r\nperformance.\r\nContinually give them increased responsibility for doing new things.\r\nKeep out of their way.\r\n\r\nMotivating employees with a high n Pow:\r\nLet them plan and control their jobs as much as possible.\r\nTry to include them in decision making, especially when they are\r\naffected by the decision. They tend to perform best alone rather than as\r\nteam members.\r\nTry to assign them to a whole task rather than just part of a\r\ntask.\r\n\r\nMotivating employees with a high n Aff:\r\nBe sure to let them work as part of a team. They derive satisfaction\r\nfrom the people they work with rather than the task itself.\r\nGive them lots of praise and recognition. Delegate responsibility\r\nfor orienting and training new employees to them. They make great\r\nbuddies and mentors.\r\n\r\n\r\nTeori Proses\r\nMotivasi (Process Motivation Theories)\r\nProcess motivation theories focus on understanding how people choose\r\nbehaviour to fulfil their needs.\r\nProcess motivation theories are more complex than content motivation\r\ntheories.\r\nContent motivation theories simply focus on identifying and\r\nunderstanding people’s needs.\r\nProcess motivation theories go a step further by attempting to\r\nunderstand the following: why people have different needs, why their\r\nneeds change, how and why people choose to try to satisfy needs in\r\ndifferent ways, the mental processes people go through as they\r\nunderstand situations, and how they evaluate their need\r\nsatisfaction.\r\nTeori Ekuitas (Equity Theory)\r\nPeople are motivated when their perceived inputs equal outputs.\r\nTeori Harapan (Expectancy theory)\r\nPeople are motivated when they believe they can accomplish the task,\r\nthey will get the reward, and the rewards for doing the task are worth\r\nthe effort.\r\nTeori Penetapan Tujuan (Goal-Setting theory)\r\nSpecific, difficult goals motivate people.\r\nGoal setting increases commitment, motivation, energy, and\r\npersistence toward goals\r\n\r\nTeori Penguatan\r\nKembali (Reinforcement Theory)\r\nThrough the consequences for behaviour, people will be motivated to\r\nbehave in predetermined ways.\r\n\r\n\r\n\r\nSumber: Lussier, Robert N. dan Christopher F. Achua (2016)\r\nJenis-jenis Penguatan Kembali\r\nPositive Reinforcement: A method of encouraging\r\ncontinued behaviour is to offer attractive consequences (rewards) for\r\ndesirable performance. Positive reinforcements are pay, promotions, time\r\noff, increased status, and so forth. Giving praise is a positive\r\nreinforcement.\r\nAvoidance Reinforcement: Avoidance is also called\r\nnegative reinforcement. Rules with punishment for violations are\r\ndesigned to get employees to avoid certain behaviour. Employees don’t\r\nnecessarily want to follow the rules, but they usually do to avoid the\r\nnegative consequence of punishment.\r\nPunishment: used to provide an undesirable consequence\r\nfor undesirable behavior. Methods of punishment include harassing,\r\ntaking away privileges, probation, fining, demoting, firing, and so\r\nforth.\r\nExtinction: rather than encourage desirable behaviour,\r\nextinction (and punishment) attempts to reduce or eliminate undesirable.\r\nExtinction also includes ignoring the behaviour to get the employee to\r\nstop it.\r\n\r\n\r\n\r\n",
    "preview": "posts/minggu-4/34-leardership-grid.png",
    "last_modified": "2022-05-19T06:32:16+07:00",
    "input_file": {},
    "preview_width": 249,
    "preview_height": 250
  },
  {
    "path": "posts/minggu-3/",
    "title": "Ciri-ciri dan Kepribadian Pemimpin",
    "description": "Individu sebagai pemimpin (2).",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-03-29",
    "categories": [],
    "contents": "\r\nLearning Outcomes\r\nSetelah mempelajari bab ini, Anda seharusnya dapat:\r\nMenjelaskan universalitas sifat/ciri bawaan pemimpin efektif\r\n(traits of effective leaders).\r\nMenjelaskan dimensi lima kepribadian utama (the Big Five\r\npersonality dimensions)\r\nMenjelaskan alasan sifat dominasi penting dimiliki oleh\r\nmanajer.\r\nMenjelaskan bagaimana Achievement Motivation Theory dan\r\nLeader Motive Profile berkaitan tetapi berbeda.\r\nMenjelaskan perbedaan dan persamaan antara Teori X dan Teori Y,\r\nefek Pygmalion dan konsep diri.\r\nMenjelaskan bagaimana sikap digunakan untuk mengembangakan gaya\r\nkepemimpinan.\r\nCiri Bawaan\r\ndan Universalitas Ciri Bawaan Pemimpin\r\nbeberapa ahli percaya bahwa hal yang paling penting tentang seorang\r\npemimpin adalah sifat/ciri yang dibawa sejak lahir dibandingkan dengan\r\nketerampilan (yang dipelajari).\r\nKepribadian dan Ciri Bawaan\r\nCiri bawaan (traits): membedakan karakteristik pribadi.\r\nCitra yang diproyeksikan oleh seseorang sebagian besar berdasarkan sifat\r\nbawaan seseorang.\r\nKepribadian adalah kombinasi dari berbagai sifat bawaan yang\r\nmengkelompokkan perilaku-perilaku individu.\r\nKepribadian berkembang dari keturunan dan lingkungan.\r\nGen seseorang menentukan kepribadiannya.\r\nYour family,friends, school, and work also influence your\r\npersonality.\r\n\r\nJadi kepribadian kita sebagian sudah ada sejak lahir, sebagian karena\r\ndipelajari dan kita bisa berubah, …, but it takes time and effort\r\n\r\nWhy Understanding\r\nPersonality Is Important\r\nUnderstanding people’s personalities is important because\r\npersonality affects behavior as well as perceptions and attitudes.\r\nUnderstanding personalities helps us explain and predict others’\r\nbehaviour and job performance.\r\nProfil Kepribadian\r\n(personality profiles)\r\nPersonality profiles identify individual stronger and weaker\r\ntraits.\r\nThe Big Five Correlates\r\nwith Leadership\r\nThe Big Five Model of personality categorizes traits into the\r\ndimensions of surgency, agreeableness, adjustment, conscientiousness,\r\nand openness to experience.\r\nThe Big Five personality dimensions correlations with\r\nleadership:\r\nThe highest correlation with leadership was surgency (.31), followed\r\nby conscientiousness (.28) and openness to experience (24).\r\nAgreeableness was weakly correlated (.08), and\r\nadjustment was negatively correlated with leadership (–.24).\r\n\r\nPeople high in surgency are perceived as leaderlike—they work hard,\r\nand they bring about change. They are not too concerned about being well\r\nliked and trying to please everyone, and they are stable or not overly\r\nemotional.\r\n\r\nMenonjol (Surgency)\r\nThe surgency personality dimension includes dominance,\r\nextraversion, and high energy with determination.\r\nDominance: Successful leaders assert themselves\r\nand want to be managers and to take charge. If you do not want to be a\r\nleader, chances are you will not be an effective manager. Thus, the\r\ndominance trait affects all the other traits related to effective\r\nleaders.\r\nExtraversion: It is on a continuum between\r\nextravert and introvert. Extraverts are outgoing, like to meet new\r\npeople, and are assertive and willing to confront others, whereas\r\nintroverts are shy. Extraverts are frequently selected for leadership\r\npositions.\r\nHigh energy with determination: Leaders tend to\r\nhave high energy with a positive drive to work hard to achieve goals,\r\nand they create energy in others.25 Their positive attitude and optimism\r\ninfluence their high tolerance for frustration as they strive to\r\novercome obstacles through being persistent; they don’t give up\r\neasily.\r\n\r\nRamah dan Menyenangkan\r\n(Agreeableness)\r\nThe agreeableness personality dimension includes traits of\r\nsociability and emotional intelligence.\r\nSociability/Sensitivity: Sociable people have an\r\ninclination to seek out enjoyable social relationships. Strong\r\nsociability personality types are friendly, courteous, easy to get along\r\nwith, and diplomatic. Sensitivity is part of being sociable. It refers\r\nto understanding group members as individuals.\r\nEmotional Intelligence: EI is the ability to work\r\nwell with people. EQ is being used to identify future leaders. There are\r\nfour components of EQ:\r\nSelf-awareness relates to being conscious of your emotions and how\r\nthey affect your personal and professional life.\r\nSocial awareness relates to the ability to understand others.\r\nEmpathy is an ability to put yourself in other people’s situations,\r\nsense their emotions, and understand things from their perspective.\r\nSelf-management relates to the ability to control disruptive\r\nemotions, ours and others. Successful leaders are self-motivated and\r\ndon’t let negative emotions (worry, anxiety, fear, anger) interfere with\r\ngetting things done.\r\nRelationship management relates to the ability to work well with\r\nothers, which is dependent on the other three EI components.\r\n\r\nCakap Menyesuasikan Diri\r\n(adjustment)\r\nThe adjustment personality dimension includes traits of emotional\r\nstability and self-confidence.\r\nEmotional stability/self-control and narcissism:\r\nAdjustment is on a continuum between being emotionally stable and\r\nunstable. Stable refers to self-control, being calm—good under pressure,\r\nrelaxed, secure, and positive—praising others. Unstable is out of\r\ncontrol—poor under pressure, nervous, insecure, negative, and hostile—\r\ncriticizing others without helping them improve. Narcissism is related\r\nto being unstable, and it is on the increase. Narcissists are\r\npreoccupied with themselves, ignoring the needs of others, have an\r\nexaggerated sense of their own self-importance, and tend to make bad\r\ndecisions.\r\nSelf-confidence: It is on a continuum from\r\nstrong to weak, indicating whether we are self-assured in our judgments,\r\ndecision making, ideas, and capabilities. Our self-confidence builds\r\nwith our success at setting and achieving our goals. Effective\r\nself-confidence is based on an accurate awareness of our strengths and\r\nweaknesses, with an orientation to self-improvement.\r\nSungguh-sungguh\r\n(Conscientiousness)\r\nThe conscientiousness personality dimension includes traits of\r\ndependability and integrity.\r\nDependability: It is on a continuum between\r\nresponsible/dependable to irresponsible/undependable. Highly dependable\r\npeople get the job done and are characterized as loyal, committed to\r\ntheir coworkers and the organization.\r\nIntegrity: It is on a continuum between being\r\nhonest and ethical or not. Integrity is the foundation for\r\ntrustworthiness.Integrity is about being honest—no lying, cheating\r\n(manipulating), or stealing. Clearly, to be effective, leaders need\r\nintegrity.\r\nKeterbukaan (Openness)\r\nThe openness-to-experience personality dimension includes traits of\r\nflexibility, intelligence, and internal locus of control.\r\nFleksibilitas: It refers to the ability to adjust\r\nto different situations and change. Flexible people are generally more\r\ncreative and innovative—willing to try new things and change.\r\nIntelligence: It refers to cognitive ability to\r\nthink critically, to solve problems, and to make decisions. It is also\r\nreferred to as general mental ability intelligence quotient (IQ).\r\nIntelligence is the best predictor of job performance but not the only\r\none as conscientiousness is also important.\r\nLocus of control: It is on a continuum between\r\nexternal and internal belief in control over one’s destiny/ performance.\r\nExternalizers believe that they have no control over\r\ntheir fate and that their behaviour has little to do with their\r\nperformance.\r\nInternalizers believe that they control their fate and\r\nthat their behavior directly affects their performance. Effective\r\ninternalizer leaders take responsibility for who they are, for their\r\nbehaviour and performance, and for the performance of their\r\norganizational unit.\r\n\r\nProfil Kepribadian\r\nPemimpin yang Efektif\r\nAchievement Motivation theory attempts to explain and predict\r\nbehavior and performance based on a person’s need for\r\nachievement, power, and affiliation.\r\nThrough an unconscious process, our behavior is motivated by our\r\ndesire to satisfy our needs.\r\nKebutuhan\r\nuntuk Berprestasi (The Need for Achievement (n Ach))\r\nThe need for achievement is the concern for excellence in\r\naccomplishments through individual efforts. High n Ach is categorized as\r\nthe Big Five dimension of conscientiousness with dependability, but the\r\nperson is not necessarily being high in integrity.\r\nPeople with high n Ach tend to be characterized as wanting to take\r\npersonal responsibility for solving problems. They are goal oriented and\r\nset moderate, realistic, and attainable goals.\r\nThey seek challenge, excellence, and individuality; take calculated,\r\nmoderate risk; desire concrete feedback on their performance; and work\r\nhard\r\nKebutuhan\r\nuntuk Berkuasa (The Need for Power (n Pow))\r\nThe need for power is the concern for influencing others and seeking\r\npositions of authority. High n Pow is categorized as the Big Five\r\ndimension of surgency.\r\nPeople with a high need for power tend to be characterized as\r\nwanting to control the situation, wanting influence or control over\r\nothers, enjoying competition in which they can win (they don’t like to\r\nlose), being willing to confront others, and seeking positions of\r\nauthority and status.\r\nThey tend to be ambitious and have a lower need for affiliation and\r\nagreeableness.\r\nThey are attuned to power and politics as essential for successful\r\nleadership, and they tend to seek management positions.\r\nKebutuhan\r\nAfiliasi (The Need for Affiliation (n Aff))\r\nThe need for affiliation is the concern for developing, maintaining,\r\nand restoring close personal relationships. High n Aff is categorized as\r\nthe Big Five dimension of agreeableness. People with strong n Aff have\r\nthe trait of sociability/sensitivity and often high EI.\r\nPeople with high n Aff tend to be characterized as seeking close\r\nrelationships with others, wanting to be liked by others, enjoying lots\r\nof social activities, and seeking to belong; so they join groups and\r\norganizations.\r\nPeople with high n Aff are more concerned about what others think of\r\nthem than about getting their own way (influencing others). N Aff is\r\nnegatively related to leadership.\r\nThose with a high n Aff tend to have a low n Pow; they tend to avoid\r\nmanagement because they like to be one of the group rather than its\r\nleader.\r\nLeader Motive profile theory\r\nLeader Motive profile theory attempts to explain and predict\r\nleadership success based on a person’s need for achievement, power, and\r\naffiliation.\r\nThe Leader Motive profile (LMp) includes a high need for power,\r\nwhich is socialized, that is greater than the need for affiliation and\r\nwith a moderate need for achievement.\r\nSikap Kepemimpinan\r\n(Leadership Attitudes)\r\nSikap adalah perasaan positif atau negatif terhadap orang, sesuatu\r\nhal atau suatu masalah.\r\nTeory X dan Teory Y\r\nTheory X and theory Y mencoba menjelaskan dan memprediksi\r\nperilaku kepemimpinan dan kinerjanya atas dasar sikap seorang pemimpin\r\nterhadap pengikutnya.\r\nOrang dengan Teori X beranggapan bahwa karyawan tidak suka\r\nbekerja dan harus diawasi (ketat) agar bekerja dengan baik. Teori Y\r\nmenganggap bahwa karyawan suka bekerja dan tidak perlu diawasi dengan\r\nketat.\r\nManagers with Theory X attitudes tend to have a negative,\r\npessimistic view of employees and display more coercive, autocratic\r\nleadership styles using external means of controls, such as threats and\r\npunishment. Managers with Theory Y attitudes tend to have a positive,\r\noptimistic view of employees and display more participative leadership\r\nstyles using internal motivation and rewards.\r\nIt is widely accepted that managers with Theory Y attitudes are\r\ngenerally more productive than Theory X attitudes.\r\nEfek pygmalion\r\nThe pygmalion effect proposes that leaders’ attitudes toward and\r\nexpectations of followers, and their treatment of them, explain and\r\npredict followers’ behavior and performance.\r\nAdvises setting a higher standard;\r\nthe worst disservice you can do as a coach, teacher, parent, or\r\nleader is to expect little and lower standards.\r\ntreat employees well and get them in a good mood as they start\r\ntheir day can have a huge impact on performance.\r\nKonsep Diri\r\n(Self-Concept)\r\nSikap pemimpin terhadap diri mereka sendiri.\r\nKonsep diri adalah sikap positif atau negatif seseorang terhadap\r\ndiri mereka sendiri.\r\nIf you have a positive view of yourself as being a capable person,\r\nyou will tend to have the positive self-confidence trait.\r\nSelf-efficacy is the belief in your own capability to perform in a\r\nspecific situation, which is based on your self-concept and\r\nself-confidence.\r\n\r\nIf you think you can, you can; if you think you can’t, you can’t.\r\nHenry Ford\r\n\r\nBagaimana\r\ncara mengembangkan konsep diri dan sikap yang lebih positif?\r\nMenyadari bahwa hanya sedikit manfaat (kalaupun ada) bersikap\r\nnegatif terhadap diri sendiri dan orang lain.\r\nSecara sadar mempertahankan sikap positif dan optimistik. If you\r\ndon’t have a positive attitude, it may be caused by your unconscious\r\nthoughts and behaviour. Only with conscious effort can you improve your\r\nself-concept.\r\nHusnudzon. Mengembangkan pikiran-pikiran optimistik. Scientific\r\nevidence suggests that your thoughts affect every cell in your body.\r\nEvery time you think positive thoughts, your body, mind, and spirit\r\nrespond. Use positive self-talk—I will do a good job; it will be done on\r\ntime; and so on. Also use mental imagery—picture yourself achieving your\r\ngoal.\r\nMenghentikan dan mengubah pikiran-pikiran negatif yang muncul\r\ndengan pikiran positif. With time, you will catch yourself less often as\r\nyou become more positive about yourself.\r\nMenghindari orang-orang “nyinyir” khususnya orang yang selalu\r\nmembuat kita merasa negatif tentang diri kita sendiri. Bergaul dengan\r\norang-orang punya konsep diri yang positif dan menggunakan perilaku\r\npositif mereka. Masih ingat dengan wong kang soleh\r\nkumpulono?\r\nMenetapkan dan berupaya mencapai tujuan yang ditetapkan. Set\r\nshort-term goals (daily, weekly, monthly) that you can achieve.\r\nAchieving specific goals will improve your self-concept.\r\nFokus pada keberhasilan, move on, jangan berlama-lama meratapi\r\nkegagalan. We are all going to make mistakes and experience failure, but\r\nwe need to bounce back. If you achieve 2 of 3 goals, dwell on the 2 and\r\nforget the one you missed.\r\nSyukuri prestasi sekecil apapun dan tidak sering membandingkan\r\ndengan orang lain. If you meet a goal and say it was easy anyway, you\r\nare being negative. If you compare yourself to someone else and say they\r\nare better, you are being negative. No matter how good you are, there is\r\nalmost always someone better. Di atas langit ada langit. So focus on\r\nbeing the best that you can be, rather than putting yourself down for\r\nnot being the best.\r\nMenghargai pujian. When someone compliments you, say thank you;\r\nit builds self- concept. Don’t say things like it was nothing, or anyone\r\ncould have done it, because you lose the opportunity for a\r\nbuildup.\r\nJadi teladan yang baik. If the leader has a positive attitude,\r\nthe followers usually do too. We can choose to be optimistic or\r\npessimistic—and we usually find what we are looking for.\r\nBantu orang lain. Orang yang paling baik adalah yang paling\r\nberguna bagi orang lain. When things go wrong and you’re feeling down,\r\ndo something to help someone who is worse off than you. You will realize\r\nthat you don’t have it so bad, and you will realize that the more you\r\ngive, the more you get. Volunteering at a hospital, soup kitchen, or\r\nbecoming a Big Brother or Sister can help change your attitude. This is\r\nalso a great cure for loneliness.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-19T06:31:44+07:00",
    "input_file": {}
  },
  {
    "path": "posts/minggu-2/",
    "title": "Siapa dan Seperti Apakah Seorang Pemimpin Itu?",
    "description": "Individu sebagai Pemimpin (1)",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-03-16",
    "categories": [],
    "contents": "\r\nCapaian Pembelajaran\r\nSetelah mempelajari materi ini, mahasiswa seharusnya\r\ndapat:\r\nMenjelaskan secara singkat 5 elemen kunci kepemimpinan.\r\nMenjelaskan dan mengidentifikasi keterampilan kepemimpinan\r\nmanajerial.\r\nMenjelaskan sepuluh peran manajerial atas dasar tiga kategori.\r\nMenjelaskan hubungan antara tingkatan-tingkatan analisis\r\nkepemimpinan.\r\nMenjelaskan perbedaan dan persamaan utama antara teori trait,\r\nperilaku dan kontingensi dalam kepemimpinan.\r\nLima Elemen Kunci\r\nKepemimpinan\r\nCoba perhatikan salah satu definisi kepemimpinan berikut:\r\n\r\nLeadership is the influencing process between leaders and followers\r\nto achieve orga- nizational objectives through change.\r\n\r\nDari definisi kepemimpinan ini, kita dapat menyimpulkan 5 elemen\r\nutama kepemimpinan yaitu: (1) Leaders–Followers, (2) Influence, (3)\r\nOrganizational Objectives, (4) Change dan (5) People.\r\n1. Pemimpin-Pengikut\r\n(Leaders–Followers)\r\nKepemimpinan dapat dipahami terjadi dimana pemimpin dan pengikut\r\nmenjadi anggota organisasi formal yang sama.\r\nKepemimpinan itu dishared. Seoranga tidak bisa memikirkan\r\ndan mengerjakan semuanya sendiri.\r\nKepemimpinan itu berlaku jamak, bukan tunggal, karena kita bisa\r\nmemiliki banyak pemimpin.\r\nPengikut yang baik juga berperan sebagai pemimpin pada saat\r\ndiperlukan.\r\nPengikut juga mempengaruhi pemimipin. Jadi dalam kepemimpinan\r\nterjadi pengaruh timbal balik antara pemimpin dan pengikut.\r\nTahu cara memimpin dan mempelajari keterampilan kepemimpinan, akan\r\nmembuat Anda menjadi seorang pemimpin dan pengikut yang lebih baik.\r\n* Manager dan Bawahan\r\nDi dalam organisasi terdapat dua golongan: manajer yang mempunyai\r\nstaff/bawahan dan otoritas formal untuk memerintah bawahan; dan bawahan\r\nyang tidak punya otoritas memerintah.\r\nManajer melakukan empat fungsi: planning, organizing, leading, and\r\ncontrolling.\r\nKepemimpinan adalah bagian dari pekerjaan seorang manajer.\r\n\r\nAda manajer, tapi tidak efektif sebagai pemimpin. Ada juga bukan\r\nmanajer, tetapi punya pengaruh besar pada orang lain.\r\n\r\nManajer, Pemimpin dan\r\nPengikut\r\nManajer dan Pemimpin\r\nKata manajer sering diartikan sebagai orang yang punya otoritas dan\r\njabatan formal. Kata pemimpin bisa berarti manajer atau bukan\r\nmanajer/tidak punya jabatan formal, tetapi memiliki kemampuan untuk\r\nmempengaruhi orang lain (bisa manajer atau rekan kerja). Seorang\r\npemimpin mempunyai kemampuan mempengaruhi orang lain, seorang manajer\r\nmungkin tidak punya kemampuan ini. Jadi seorang pemimpin belum seorang\r\nyang mempunyai jabatan resmi seperti manajer.\r\nPengikut\r\nSeorang pengikut adalah seseorang yang dipengaruhi oleh seorang\r\nleader.\r\nSeorang pengikut bisa seorang manajer atau bukan manajer.\r\nPengikut yang baik bukanlah “asal bapak senang” atau ABS.\r\nKualitas yang diperlukan untuk kepemimpinan yang efektif sama dengan\r\nyang diperlukan untuk menjadi pengikut yang efektif.\r\n2. Pengaruh (Influence)\r\nMempengaruhi adalah suatu proses dimana seorang pemimpin\r\nmenyampaikan idenya, diterima oleh pengikutnya dan memotivasi\r\npengikutnya untuk mendukung dan melaksanakan ide-ide melalui\r\nperubahan.\r\nInti dari kepemimpinan adalah mempengaruhi.\r\n3. Tujuan\r\nOrganisasi (Organizational Objectives)\r\nPemimpin yang efektif mempengaruhi pengikutnya untuk mencapai tujuan\r\nyang disepakati.\r\nAnggota organisasi perlu bekerja sama untuk mencapai luaran yang\r\ndiinginkan baik oleh pemimpin dan pengikut, yaitu masa depan yang\r\ndiidamkan dan memotivasi mereka untuk mencapai tujuan ini.\r\n4. Perubahan (Change)\r\nMempengaruhi dan menentukan tujuan berhubungan dengan perubahan\r\nkarena pemimpin menetapkan tujuan untuk suatu perubahan perilaku.\r\nPemimpin membawa perubahan dengan meminta pengikutnya untuk mengubah\r\nstatus quo, untuk terus memperbaiki proses kerja dan mengembangkan\r\nproduk dan layanan bary yang inovatif.\r\n5. Manusia (People)\r\nManusia adalah unsur utama di dalam kepemimpinan karena kepemimpinan\r\nberhubungan dengan mengarahkan manusia melalui relasi. Manusia jugalah\r\nyang menuntaskan tujuan yang telah ditetapkan.\r\n\r\nApakah seorang pemimpin dilahirkan atau diciptakan?\r\n\r\n\r\nResearch supports that leadership is learnable, that students can\r\ndevelop their leadership skills, including their knowledge, skills, and\r\nabilities.\r\n\r\nKeterampilan Manajerial\r\nTechnical skills: kemampuan untuk menggunakan\r\nmetode dan teknik untuk melakukan suatu tugas.\r\nInterpersonal skills: kemampuan untuk memahami,\r\nberkomunikasi dan bekerja secara baik dengan individu-indovidu dan tim\r\nmelakukan relasi yang efektif.\r\nDecision-making skills: kemampuan mengkonsepkan\r\npersoalan-persoalan dan memilih alternatif-alternatif untuk memecahkan\r\npersoalan serta memanfaatkan peluang yang ada.\r\nTiga Keterampilan\r\nKepemimpinan\r\nInterpersonal roles: Leader, Figurehead, Liaison\r\nInformational roles: Monitor, Disseminator, Spokesperson\r\nDecisional roles: Entrepreneur, Disturbance-handler,\r\nResource-allocator, Negotiator\r\nTiga Tingkatan\r\nAnalisis Teori Kepemimpinan\r\nTingkat Individu: berpusat pada individu pemimpin dan hubungan\r\ndengannya individu-individu pengikut.\r\nTingkat Kelompok: berpusat pada hubungan antara pemimpin dengan\r\nsekelompok pengikut.\r\nTingkat Organisasi: berfokus pada proses organisasi yang terdiri\r\ndari individu-individu dan tim-tim.\r\nParadigma Teori Kepemimpinan\r\nSebuah teori kepemimpinan adalah suatu penjelasan tentang beberapa\r\naspek dari kepemimpinan.\r\nManfaat praktis dari kepemimpinan adalah teori itu digunakan untuk\r\ndapat memahami, memprediksi dan mengawasi keberhasilan kepemimpinan\r\ndengan lebih baik.\r\nTeori kepemimpinan dapat digolongkan menjadi: trait, behavioral,\r\ncontingency, dan integrative theories.\r\nParadigma Teori Trait\r\nLeadership trait theories mencoba menjelaskan karakteristik unik\r\n(yang ada pada seseorang) sehingga kepemimpinannya efektif.\r\nPara peneliti menganalisis ciri-ciri fisik dan psikologis seperti\r\nhigh energy level, appearance, aggressiveness, self-reliance,\r\npersuasiveness, dan dominance.\r\nMenurut teori ini, great leaders possessed a set of stable and\r\nenduring leadership traits or characteristics that set them apart from\r\nfollowers: intelligence,height,\r\nself-confidence,attractiveness,vocabulary.\r\nParadigma\r\nTeori Perilaku (The Behavioral Leadership Theory Paradigm)\r\nPeneliti mencoba mengidentifikasi perbedaan perilaku\r\npemimpin yang efektif dengan yang tidak.\r\nTeori ini mencoba menjelaskan gaya unik yang dipakai oleh pemimpin\r\nyang efektif.\r\nParadigma\r\nTeori Kepemimpinan Kontingensi (the Contingency Leadership theory\r\nParadigm)\r\nPara peneliti menyadari bahawa tidak ada gaya kepemimpinan terbaik\r\ndi dalam semua situasi. Efektivitas kepemimpinan tergantung pada\r\nsituasinya.\r\nIni mengakibatkan pergeseran paradigma ke teori kontingensi.\r\nTeori kepemimpinan kontingensi mencoba menjelaskan ketepatan gaya\r\nkepemimpinan berdasarkan pemimpin, pengikut dan situasinya.\r\nDengan kata lain, ciri-ciri dan/atau perilaku bisa menghasilkan\r\nkepemimpinan yang efektif tergantung pada situasinya.\r\nTeori\r\nKepemimpinan Integratif (the Integrative Leadership theory\r\nparadigm)\r\nDi pertengahan tahun 70-an, paradigma mulai bergeser pada integratif\r\nyang memadukan semua teori. Disebut juga sebagai neo-charismatic\r\ntheory.\r\nTeori ini mencoba mengkombinasikan trait, behavioral, dan\r\ncontingency theories untuk menjelaskan keberhasilan kepemimpinan.\r\nTeori-teori ini mengidentifikasi perilaku, ciri-ciri yang\r\nmemfasilitasi efektivitas pemimpin dan mengeksplorasi mengapa perilaku\r\nseorang pemimpin mempunyai dampak berbeda tergantung pada\r\nsituasinya.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-19T06:31:05+07:00",
    "input_file": {}
  },
  {
    "path": "posts/minggu-1/",
    "title": "Kepemimpinan dan Kekuasaan dalam Agribisnis",
    "description": "Pengantar terhadap kepemimpinan dan kekuasaan.",
    "author": [
      {
        "name": "Tedy Herlambang",
        "url": "https://bangtedy.github.io"
      }
    ],
    "date": "2022-03-09",
    "categories": [],
    "contents": "\r\nPendahuluan\r\nPasokan pangan yang cukup kuantitas dan kualitasnya sangat penting\r\nbagi keberlangsungan kehidupan manusia.\r\nSejarah menunjukkan sebuah peradaban dapat runtuh jika sistem\r\npasokan pangannya goyah.\r\nUntuk membangun sistem pangan yang kokoh dibutuhkan kepemimpinan\r\nyang efektif.\r\nDisaat kekeringan, banjir, gunung meletus, perang, pandemi, depresi\r\nekonomi: apa yang dicari rakyat –> peran kepemimpinan?\r\nDengan menerapkan iptek dan kepemimpinan visioner, manusia berhasil\r\nmenghasilkan pasokan pangan yang cukup.\r\nTetapi disisi lain masih terdapat persoalan mekanisme distribusi\r\npangan.\r\nMengapa diperlukan\r\nkepemimpinan di Pertanian?\r\nBeberapa fokus pada aspek teknis: produksi, pengolahan, keuangan,\r\ndistribusi dll.\r\nBeberapa orang yang bagus kemampuan teknisnya, diangkat ke posisi\r\njabatan lebih tinggi.\r\nKepemimpinan lebih dari manajemen\r\nManajemen salah satu alat di dalam kepemimpinan\r\nMengapa\r\nsangat diperlukan kepemimpinan di Pertanian?\r\nSemakin kompleks: melibatkan ilmu-ilmu sains, teknik dan\r\nekonomi\r\nPeningkatan kebutuhan kepemimpinan agar aspek-aspek itu berjalan\r\nharmonis.\r\nDefinisi Kepemimpinan\r\nProses mempengaruhi orang lain yang diarahkan untuk membentuk\r\nperilakunya\r\nPertanyaan: taktik apa yang bisa dipakai untuk mencoba mempengaruhi\r\norang lain?\r\nTeman Anda mencoba mempengaruhi Anda agar mau makan di warung yang\r\nAnda tidak suka\r\nKepemimpinan vs Manajemen\r\nApa perbedaan antara leadership dengan management?\r\nTantangan Kepemimpinan\r\nTantangan kepemimpinan agribisnis di jaman Now\r\nKekuasaaan dan Kepemimpinan\r\nJenis-jenis kekuasaan\r\nPenggunaan, keterbatasan dan dampak pemakaian kekuasaan\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-19T06:30:25+07:00",
    "input_file": {}
  }
]
